{
  "heading": "Privacy Protection Policy",
  "title0": "What is Privacy Protection Policy?",
  "paragraph0": "'Privacy Protection Policy' means the guidelines that Python User Group Korea (hereinafter referred to as 'Company') must comply with in order to safeguard the valuable personal information of all users and to use contents and services with peace of mind.",
  "title1": "Items and Purpose of Collecting Personal Information",
  "paragraph1-1": "Membership - Collect emails and names as essential for providing content such as sign-up confirmation, identity verification, event guide, and ticket payment within the service.",
  "paragraph1-2": "Speaker Suggestion - Information such as e-mail, name, English name, phone number, and affiliation are required in order to confirm the identity of the person. It will be used as a guide on web-site/event for participants.",
  "paragraph1-3": "Personal information that you provide may be modified at any time and personal information will not be provided or used separately from third parties without the consent of the user and we will pay close attention when sharing contents containing personal information.  The user included in each case must submit required data as requested for each item in order to subscribe the service or suggest the speaker the service can be subscribed or suggested, and when the information is submitted, the user is considered to have consented to the collection of personal information.",
  "title2": "Automatic Collection of Personal Information - Cookies",
  "paragraph2": "We use cookies to provide convenient services such as personalized content and automatic sign-in to each user. Cookies do not store any personally identifiable information, and you have the option of installing cookies. If you do not want to, you can allow all cookies by setting options in your web browser, check each time a cookie is saved, or refuse to save all cookies. However, if you refuse to install cookies, it may be difficult to provide custom content.",
  "title3": "Measures to Ensure the Security of Personal Information",
  "paragraph3-1": "We manage the person in charge of personal information to the minimum. The person in charge carries out necessary measures for access control and controls the unauthorized access from outside using the intrusion prevention system.",
  "paragraph3-2": "In order to prevent leakage and damage of personal information by hacking or computer virus, security program is installed, periodically renewed / checked, technically and physically monitored and blocked.",
  "title4": "Measures to Ensure the Security of Personal Information",
  "paragraph4-1": "All personal information entered by the user will be destroyed without delay in 2 years from the end of the event in that year. Similarly, if a user wants to leave and directly contacts the company, all personal information will be destroyed as well. Information in the form of an electronic file is safely deleted so that it can not be recovered, and destroyed by crushing or incineration in the case of printed matter.",
  "paragraph4-2": "However, information required to be preserved pursuant to relevant laws and regulations will be retained for a certain period of time.",
  "paragraph4-3": "Records on the collection, processing, and use of credit information: 3 Years",
  "paragraph4-4": "Records of consumer complaints or disputes: 3 Years",
  "paragraph4-5": "Record of payment and goods supply: 5 Years",
  "title5": "Privacy Officer",
  "paragraph5-1": "We are responsible for the handling of personal information, and we have designated the person responsible for personal information protection as follows in order to handle complaints and damage remedies related to personal information processing. You can contact the person in charge of personal information protection directly about personal information protection inquiries, complaints handling and damage relief.",
  "paragraph5-2": "Privacy Officer: Kwonhan Bae",
  "paragraph5-3": "Contact:",
  "title6": "Change of Personal Information Processing Policy",
  "paragraph6": "If the above privacy policy changes, we will post the change and the changed privacy policy will take effect seven days after the date of posting. However, we will notify you at least 30 days in advance of any significant change in your rights, such as the items of personal information you collect."
}