{
  "pageTitle": "Term of Service :: PyCon Korea 2019",
  "heading": "Term of Service",
  "title0": "Purpose",
  "paragraph0": "This \"Terms of Service\" (hereinafter referred as \"this agreement\"), the service which is provided by Python User Group Korea (hereinafter referred as the \"company\") and other services associated with it (hereinafter collectively referred as \"this service\") establishes all the statements that users must comply with when using this service as well as the relationship of rights and obligations between the users and the company. Users of this service must read the full text of this Terms of Service before accepting this agreement.",
  "title1": "Agreement and modification of Terms of Services",
  "paragraph1-1": "This agreement is published on notice page of this service and applied to all users who agreed on this agreement.",
  "paragraph1-2": "The company can modify this agreement as long as it does not violate the related regulations. In case of modification of the agreement, the company should notice the updates 14 days in advance.",
  "paragraph1-3": "When there’s no neglection from the day of notification of modification and after 7 days of its application, it will be considered as the user agreed on the new agreement. If the user does not agree the new agreement, the user can opt out from the service.",
  "title2": "Establishment of Contract",
  "paragraph2": "When the user becomes a member of the service via sign-up, it is considered that the user agreed on the agreement and related policies and the contract will be established.",
  "paragraph2-1": "If the user falls under any of the following, the user may not be accept for the \"Service\".",
  "paragraph2-1-1": "When there’s false information in the contents of the application",
  "paragraph2-1-2": "When the external usage of the service violates the agreement",
  "paragraph2-2": "The statement of acceptance of the \"Service\" shall include information on the user's ability to confirm and sell the purchase application and to cancel the cancellation of the application for purchase.",
  "title3": "Privacy",
  "paragraph3": "The service collects the minimal private information to provide services for the user. To protect the privacy and resolve disputes, the company follows the privacy protection policy established internally.",
  "title4": "Discontinuance of Service",
  "paragraph4-1": "The \"Company\" can modify or discontinue the whole or part of the service in case of change of business, abandonment of the business, M&A, or technical issues.",
  "paragraph4-2": "In case of the modification or discontinuance of the service, the contents, reasons, and date should be noticed 7 days in advance of its modification or discontinuance in a manner that the user can recognize it, such as on notice board.",
  "title5": "Membership Withdrawal and Eligibility",
  "paragraph5-1": "The member can request for withdrawal of the membership to the service at any time and the service should treat it within 7 days of its acceptance.",
  "paragraph5-2": "When the member falls under the following category, the “Service” can restrict or discontinue the membership.",
  "paragraph5-2-1": "If there’s false information in the contents of the membership application form",
  "paragraph5-2-2": "If the member threatens the order, such as interfering with the use of another person's \"service\" or stealing the information",
  "paragraph5-2-3": "If the member uses the “Service” for actions that violate the regulations or the agreement",
  "title6": "Refund",
  "paragraph6": "The \"Service\" should notice the reason in case that requested service cannot be provided and take action required to refund within 7 days.",
  "title7": "User’s Duties and Responsibilities",
  "paragraph7-1": "If the Company believes that the member is using the service in a form that is contrary to the Terms, the Company shall take such action as deemed appropriate by the Company. However, the Company has no obligation to prevent or correct such violations.",
  "paragraph7-2": "If, for any reason, the User receives a claim from a third party and the Company incurs any or all damages directly or indirectly (including attorneys' fees), the User shall immediately compensate at the request of the Company.",
  "paragraph7-2-1": "Registration of false contents when applying or changing",
  "paragraph7-2-2": "Stealing others’ information",
  "paragraph7-2-3": "The modification of contents written in the \"Service\"",
  "paragraph7-2-4": "Publication of information other than information provided by the \"Service\"",
  "paragraph7-2-5": "Infringement of intellectual property rights such as \"Service\" or other third party's copyright",
  "paragraph7-2-6": "Damage of honor of the \"Service\" or other people or interference of the work",
  "paragraph7-2-7": "Publication of sensual or violence messages, videos, or in any form on the \"Service\"",
  "title8": "The Use of Intellectual Property",
  "paragraph8-1": "The copyrights and other intellectual property rights of the work created and distributed by the company belong to the company.",
  "paragraph8-2": "The user may not use the information to which the intellectual property right belongs to \"Service\" among the information obtained by using \"Service\" for commercial purposes by copying, transmitting, publishing, distributing, broadcasting or other methods without prior consent of \"Service\" should not be used.",
  "paragraph8-3": "In the usage of materials which the user has its intellectual property, the “Service” should give a notice to the user.",
  "title9": "Resolution of Disputes",
  "paragraph9-1": "The laws of the Republic of Korea apply to electronic commerce lawsuits filed between the “Service” and users.",
  "paragraph9-2": "Any dispute arising between the “Service” and the user shall be brought to the jurisdiction of the Seoul Central District Court."
}